Repository: NathanBnm/moobo
Catalog: po/*.po
Languages: pt

source: New Board
pt: Board novo

source: Change Color
pt: alterar cor

source: Scale
pt: alterar escala

source: Delete
pt: deletar

source: Text
pt: texto

source: Image
pt: imagem

source: Rename
pt: mudar o nome

source: Do you want to delete "%s"?
pt: Você quer deletar "%s"?

source: The content of this board will be deleted completely and cannot be restored.O conteudo deste board vai ser deletado completamente sem possibilidade de ser restaurado depois.
pt: abrir arquivo

source: Open
pt: abrir

source: Cancel
pt: cancelar

source: Widget selection
pt: seleção widget

source: Double click anywhere to add a widget
pt: Faz um clique duplo em algum lugar para criar um widget

source: Change font size: ctrl +/- save and close app: ctrl q/w
pt: alterar fonte strg: +/- salvar e fechar: strg q/w

source: Right click on widget for context menu. (when 'grabbing cursor' appears)
pt: clique com botão direito em cima de um widget abrir menu contextual. ( em caso ponteiro de mão aparece )

source: Create new board
pt: criar um Board novo

source: Right click to edit
pt: clique com botão direito para alterar

source: Moodboard Application
pt: aplicação Moodboard

source: Visualize your ideas
pt: Visualize as suas ideas

source: notes;moobo;moodboard;idea;
pt: notas;moobo;moodboard;ideas

source: Visualize your ideas on moodboards
pt: Visualize as suas ideas num moodboard

source: Visualize your ideas on moodboards. Use different widgets which you can and drag, stack, scale or color.
pt: Visualize as suas ideas num moodboard, usando widgets diferentes. Voçe pode movear e empilhar os widgets. Tambem voçe pode alterar a escala e a cor

source: ⚠ NOTE: The potential of this app has not yet been reached. At the moment, the program is considered as proof of concept. Unexpected behavior may occur.
pt: ⚠ Aviso: O potencial desse aplicatovo ainda não está sendo aproveitado. Neste momento o aplicativo é usado como a evidencia de uma conceita.

source: Fix productpage in AppCenter
pt: Consertado pela site do produto no AppCenter

source: First release!
pt: Publicada pela primeira vez!
